;Translation by AlexP - Перевод от AlexP - drivergear@gmail.com


;You can include your name here if you want, I won't remove anything
;Set RTL to 1 if the your language is right to left, it will mirror the GUI
;REMOVED: plugindev help4 aa thumbbg wrongos wrongostitle installanyways
;You can comment a line by adding ; in front of it. You can remove these commented lines if you want
;The order of the lines doesn't matter
;The newly added keywords are at the bottom

[win7shell]
newvers=Доступна новая версия!
disableupdate=Вы можете отключить проверку обновлений в настройках плагина
opendownload=Вы действительно хотите перейти на страницу загрузки?
uninstall=Вы не хотите в дальнейшем видеть этот вопрос, Если Вы хотите удалить плагин, сделайте следующее:
uninstallhowto='Параметры Winamp -> Подключаемые модули -> Общего значения -> Windows 7 Taskbar Integration' и удалите его.
info=Информация
config=Настройки плагина
on=Включено
off=Выключено
previous=Предыдущая
pause=Пауза
play=Воспроиздение
stop=Стоп
next=Следующая
errorthumb=Ошибка применения окна предосмотра, данная опция отключена
playing=Воспроизводится
paused=Приостановлена
stopped=Остановлена
taskinitfail=Невозможно загрузить интерфейс панели задач Windows 7
plugindev=Плагин в разработке  -  Текущая версия: 
images=Поддерживаемые форматы картинок
usethumbbg=Использовать как фон окна предосмотра
selectimage=Выбрать картинку
afterrestart=Модификация кнопок управления будет осуществлена только после перезагрузки Winamp.
applysettings=Применение настроек
help1=Текст, который Вы введёте в этом поле будет отображаться в окне предосмотра. Количество строк не ограничено. Если опция 'Уменьшить окно предосмотра в зависимости от количества строк' включена, то размер окна будет изменён в зависимости от количества строк в этом поле.
help2=Для того, что-бы создать динамичный текст, Вы можете использовать набор специальных кодов, при их использовании будут использоваться данные из Winamp. Список кодов: 
help3=Центровка текста
help5=Название воспроизводимой песни
help6=Исполнитель воспроизводимой песни
help7=Название альбома (Пусто, если название альбома отсутствует)
help8=Год выпуска альбома (Пусто, если год выпуска альбома отсутствует)
help9=Номер песни
help10=Текущий рейтинг песни в цифрах (пример 4)
help11=Текущий рейтинг песни в виде звёздочек (пример ★★★★ )
help12=Текущее время воспроизводимой песни
help13=Оставшееся время воспроизводимой песни
help14=Полное время воспроизведения плейлиста
help15=Текущая позиция в плейлисте
help16=Количество песен в текущем плейлисте
help17=Битрэйт в kb/s
help18=Частота в килогерцах
help19=Текущая громкость в процентах (знак '%' не входит)
help20=Текущее положение режима Shuffle (хаотичность воспроизведения песен) (ON / OFF)
help21=Текущее положение режима Повтора (ON / OFF)
aerothumb=Окно предосмотра
textonthumb=Текст на окне предосмотра
help=Помощь
thumbbg=Задний фон окна предосмотра
transparent=Прозрачный
albumart=Обложка
defbg=Фон по умолчанию
custombg=Фон по выбору
browse=Обзор
buttons=Кнопки управления
shrink=Уменьшить окно предосмотра в зависимости от количества строк
taskicon=Отображение на панели задач
progressbar=Прогресс воспроизведения песни
streaming='Неопределённый' статус воспроизведения для радио
error=Красный фон, когда песня остановлена
overlays=Значки статуса воспроизведения
jumplist=Использовать Jump List
bugslink=Ошибки и предложения
bugstext=Отправляйте Ваши предложения, ошибки
sitelink=Домашняя страница проекта
sitetext=Для обновлений, новостей и т.д.
noupdate=Не проверять наличие обновлений при запуске Winamp
ok=OK
cancel=Отмена

removetitle=Удалить заголовок окна Winamp
selectfont=Выбрать шрифт
aa=Сглаживание текста
selectshadow=Цвет тени текста
enable=Использовать усовершенствованное окно предосмотра
plugdev=Версия:
thumboptions=Настройка
thumbtext=Текст
background=Фон
translink=Другие языки
transtext=Здесь, Вы сможете скачать доступные языковые файлы
favorite=Оценить
vumeter=Использовать полосу прогресса воспроизведения как спектроанализатор
iconic=Уменьшить фон (картинку или обложку)
author=Автор

volup=Звук +10%
voldown=Звук -10%
openfile=Открыть файл
thumbpb=Отображать прогресс воспроизведения на окне предосмотра

wapref=Параметры Winamp
startwa=Пожалуйста, перезапустите Winamp
jumplisterror=Возникла ошибка, при создании Jump листа

revert=используется, если выбранный тип фона недоступен
jlchoice=Показывать следующие категории в jump листе:
jlrecent=Недавние
jlfrequent=Часто используемые
jltasks=Задачи
creditslink=Состав
creditstext=Люди, которые помогали в создании плагина
resumeplay=Продолжить воспроизведение

fromstart=Воспроизвести сначала
help22=Увеличенный шрифт
help23=Текст в левой части окна предосмотра

;Added one more sentence to 'jlnote'

bookmark=Закладки
jlnote=Заметка: В Jump лист будут добавлятся только те типы файлов, которые по умолчанию зарегестрированы для работы в Winamp (Это не должна быть обязательно программа по умолчанию). Если Вы уже имеете файлы в jump листе, Вы можете удалить их при помощи чистки недавних файлов в списке. Закладки обновляются при перезапуске плеера и при сохранении настроек.
mute=Приглушить звук

playlists=Списки воспроизведения
stopafter=Стоп после текущей песни

maxbuttons=(Максимум 7 кнопок)
help24=Цвет тени текста в текущей строке (с выбранным цветом)
help25=Полупрозрачный фон под текстом (с выбранным цветом)
help26=Содержимое текста
help27=Форматирование текста

applybutton=Применить
help28=Не использовать прокрутку в этой строчке